Repository: mortezanazari-hub/emendo
Catalog: lib/l10n/intl_*.arb
Languages: fa

# getStartedScreen_emen
source: Emen
fa: اِمِن

# getStartedScreen_do
source: Do
fa: دو

# getStartedScreen_title
source: Building Better WorkPlaces
fa: یک ورک اسپیس بهتری بساز

# getStartedScreen_subTitle
source: Create a unique emotional story that describes better than words
fa: این یک شعار فارسی هست که میتونیم برای نمایش شعار نرم افزار خودمون استفاده کنیم

# getStartedScreen_buttonName
source: Get Started
fa: بزن بریم

source: Task Management
fa: مدیریت کارها

source: Skip
fa: صرف نظر کردن

# introSlide_1_text
source: Let's create a space for your workflows.
fa: بیاین برای شما یک فضای کاری درست کنیم

# introSlide_1_highlightedWord
source: Space
fa: فضای

# introSlide_2_text
source: Work more Structured and Organized
fa: با ما ساختارمندتر و سازمان یافته تر کار کنید

# introSlide_2_highlightedWord
source: Structured
fa: ساختارمندتر

# introSlide_3_text
source: Manage your Tasks quickly for ResultsâœŒ
fa: وظایف خود را به سرعت برای نتایج مدیریت کنید✌

# introSlide_3_highlightedWord
source: Tasks
fa: وظایف

source: Sign Up
fa: ثبت نام

# signUpTitle
source: Create Account
fa: ایجاد حساب کاربری

# signUpSubTitle
source: Please enter your Information and create your account
fa: لطفا اطلاعات خود را برای ثبت نام وارد کنید

source: Signup With
fa: ثبت نام با

source: Have an Account?
fa: حساب کاربری دارید؟

source: Sign In
fa: ورود

# signInTitle
source: Welcome Back
fa: خوش آمدی

# signInSubTitle
source: Please enter your email address and password for Login
fa: لطفا نام کاربری و رمز عبوذ خود را وارد کنید

# forgetPassword
source: Forgot Password?
fa: رمز خود را فراموش کردید؟

source: Signin with
fa: ورود با

# noRegisterYet
source: Not Registrar Yet?
fa: هنوز ثبت نام نکردی؟

# forgetPass
source: Forget Password
fa: فراموشی رمز عبور

# forgetPassTitle
source: Please Enter Your Code
fa: لطقا کد ارسال شده رو وارد کنید

# forgetPassSubTitle
source: A code has been sent to your email address. Please enter it.
fa: یک کد به آدرس ایمیل شما ارسال شده است. لطفاً آن را وارد کنید.

source: Resend Code
fa: ارسال مجدد کد

# editPass
source: Edit Password
fa: ویرایش رمز عبور

# editPassTitle
source: Edit Your Password
fa: رمز عبور خود را تغییر دهید

# editPassSubTitle
source: To edit your password, please fill in the following
fa: برای ویرایش رمز عبور خود، لطفاً اطلاعات زیر را تکمیل کنید

source: Confirm
fa: تأیید

# userNameHintForTextField
source: Enter Your UserName
fa: نام کاربری را وارد کنید

# emailHintForTextField
source: Enter your mail
fa: ایمیل را وارد کنید

# passwordHintForTextField
source: Enter your password
fa: رمز عبور را وارد کنید

# newPasswordHintForTextField
source: Enter your new Password
fa: رمز عبور جدید را وارد کنید

# oldPasswordHintForTextField
source: Enter your old Password
fa: رمز عبور قبلی را وارد کنید

# confirmPasswordHintForTextField
source: Confirm your password
fa: رمز عبور را تأیید کنید
